[FILE]
Author=tOm17
Help=AIMP-en.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4030EE3030EE3030EE3030EE3030EE3030EE3030EE3030EE3030EE3030EE3030EE3030EE3030EE3030EE3020FB4020FB40410E50410E30410E30410E30410E30410E30410E30410E30410E30410E30410E30410E30410E3030EE3020FB4D3C9C7FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFD3C9C7D3C9C7FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFD3C9C7FD2311FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD2311FD2311FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD2311FD2311FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD4435FD2311D3C9C7FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFD3C9C7D3C9C7FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFD3C9C7020FB40004D90004D90004D90004D90004D90004D90004D90004D90004D90004D90004D90004D90004D90004D9020FB4020FB40003D70004D70004D70004D70004D70004D70004D70004D70004D70004D70004D70004D70004D70004D9020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4020FB4000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000FFFF0000
LangId=1054
Name=ไทย (TH)
VersionId=4510

[About]
B1=ปิด
Caption=เกี่ยวกับ
L1=สนับสนุน:
L2=ผู้เขียน:
L4=ผู้ออกแบบ:
L5=ผู้อนุญาต
L6=บันทึกการเปลี่ยนแปลง

[Actions]
EqualizerFrame=การปรับแต่งเสียง
Form.DockTo=ไปที่
Form.DockToEdges=ไปที่ด้านข้างของ ด้านซ้ายจอ | ไปที่ด้านข้างของ ด้านขวาจอ | ไปยังด้าน บนของจอ | ไปยังด้าน ล่างของจอ
Form.DoMaximize=ขยายใหญ่
Form.Maximize=ขยายใหญ่ | คืนสู่ขนาดปกติ
Form.Minimize=ย่อลง
Form.Minimize=ย่อลง
Form.Pin=ปักหมุด วินโดว์ 
Form.StayOnTop=อยู่ด้านบน
Form.Undock=กำหนดเอง
Form.Visible=%s - แสดง |%s - ซ่อน
PlaylistFrame=รายการเล่น
QuickSearch=ค้นหาอย่างรวดเร็ว
Tabs.ScrollDown=เลื่อนแท็บไปด้านหลัง 
Tabs.ScrollUp=เลื่อนแท็บไปข้างหน้า
Visuals.VisualMenu=แสดงรายการภาพประกอบเพลง

[AddLinkDialog]
btnOk=ตกลง
Caption=เพิ่มลิงก์
lbLink=สตรีมมิ่ง ลิงก์:
lbName=ชื่อ :

[AIMP]
acCopyTo=คัดลอกไป...
acFormsTogglePlaylistVisibility.h=โชว์/ซ่อน รายการที่เล่น  
acFormsTogglePlaylistVisibility=รายการที่เล่น
acHelp=ช่วยเหลือ
acMainAddFiles.h=เพิ่มไฟล์
acMainAddFiles=ไฟล์
acMainAddFolder.h=เพิ่มโฟลเดอร์ 
acMainAddFolder=โฟลเดอร์ 
acMainAddPlaylist.h=เพิ่มรายการเล่น 
acMainAddPlaylist=รายการเล่น
acMainAddURL.h=เพิ่มที่อยู่เว็บไซต์ 
acMainAddURL=ที่อยู่เว็บไซต์
acMainBookmarksManager=จัดการบุ๊คมาร์ค
acMainDSPManager=จัดการ DSP
acMainDSPManagerCrossMixing=จัดการ DSP: ผสม ตัวเลือก
acMainDSPManagerEQ=จัดการ DSP: ควอไลเซอร์
acMainDSPManagerVolumeNormalization=จัดการ DSP: ฟื้นฟูระดับเสียง
acMainExit.h=ปิด AIMP
acMainMinimize.h=ย่อลง / ขยายใหญ่
acMainOpenFiles.h=เปิดไฟล์((s)
acMainOpenFiles=เปิดไฟล์
acMainOpenFolder=เปิดโฟลเดอร์
acMainOpenPlaylist.h=นำเข้า รายการเล่น
acMainOpenPlaylist=นำเข้า รายการเล่น
acMainStayOnTop=อยู่ด้านบน
acMLCompressDB=บีบอัด ข้อมูล
acMLDeleteAll=ลบไฟล์ทั้งหมด จากฐานข้อมูล
acMLGroupingTreeDeleteSelected=ลบ จากฐานข้อมูล
acMLLabelsDialog=ป้ายชื่อ...
acMLMakeReport=รายงาน...
acMLMissedFiles=ไฟล์ที่ใส่ไม่ถูกต้อง...
acMLPlayFiles=เล่น
acMLPlaySelectedFiles=เล่นไฟล์ที่เลือก
acMLReloadTagsForAllFiles=โหลด แท็กจาก ไฟล์ทั้งหมด
acMLReloadTagsForSelectedFiles=โหลด แท็กจาก ไฟล์ที่เลือก
acMLTableDeleteSelected=ลบรายการที่เลือก จากฐานข้อมูล
acMLTableSendFilesToActivePlaylist=เพิ่มไปรายการ ที่ใช้งาน
acMoveTo=ย้ายไป...
acOpenFolder=เปิดโฟลเดอร์
acOptionHotkeys.h=ตัวเลือก คีย์ลัด
acOptionHotkeys=คีย์ลัด
acOptionLangs.h=เลือกภาษา
acOptionLangs=ภาษา
acOptionPlugins.h=ตั้งค่า ปลั๊กอิน
acOptionPlugins=ปลั๊กอิน
acOptions=ตั้งค่าโปรแกรม
acOptionShutdown.h=จัดการ ตารางเวลา
acOptionShutdown=ตารางเวลา
acOptionSkins.h=ตั้งค่า การเชื่อมต่อ
acOptionSkins=รูปแบบ
acPlayableFileCopyFileToClipboard.h=คัดลอก ไฟล์ ไปยังคลิปบอร์ด
acPlayableFileCopyInfoToClipboard.h=คัดลอก แฟ้มข้อมูล ไปยังคลิปบอร์ด
acPlayableFileCopyToLastPath.h=คัดลอก ไฟล์ที่เล่น ลงในโฟลเดอร์สุดท้ายที่เลือก 
acPlayableFileDeletePhysically=ลบรายการที่กำลังเล่น
acPlayableFileShowFileInfo=ข้อมูล ปัจจุบัน
acPlayableFileToggleSwitchInPlaylist.h=ไฟล์ ที่เล่น  (เปิด / ปิด)
acPlayerJumpToTime=ข้ามไปที่เวลา
acPlayerNextTrack=เพลงต่อไป
acPlayerPlayPause=เล่น/หยุดชั่วคราว
acPlayerPrevTrack=เพลงก่อนหน้า
acPlayerRadioCapture=บันทึก รายการวิทยุ
acPlayerRepeat=เล่นซ้ำ
acPlayerRepeatPartAB=เล่นซ้ำบางส่วน "А-B"
acPlayerSeekBackward.h=ค้นหา ย้อนหลัง
acPlayerSeekForward.h=ค้นหา ข้างหน้า 
acPlayerShuffle=สุ่มเพลงอัตโนมัติ 
acPlayerStop.h=หยุดเล่น
acPlayerStopAtEnd.h=หยุดเล่น หลังจากไฟล์ปัจจุบัน
acPlayerVolumeDown.h=เบาเสียง
acPlayerVolumeMute.h=ปิดเสียง (เปิด / ปิด) 
acPlayerVolumeMute=ปิดเสียง
acPlayerVolumeUp.h=เพิ่มเสียง 
acPlaylistAddSelectedToBookmarks.h=เพิ่มบุ๊คมาร์ค
acPlaylistAddSelectedToQueue=เพิ่ม ไปยังคิว
acPlaylistClose=ปิด รายการที่เล่น
acPlaylistCloseOthers=ปิด รายการเพลง อื่น ๆ
acPlaylistCopySelectedToClipboard=คัดลอก ไฟล์ที่เลือก ไปยังคลิปบอร์ด
acPlaylistDeleteAll=ลบออกทั้งหมด
acPlaylistDeleteDuplicates=ลบรายการที่ซ้ำออก
acPlaylistDeleteNonExists=ลบรายการที่หายไป
acPlaylistDeleteNonSelected=ลบไฟล์ทั้งหมดยกเว้นที่เลือก
acPlaylistDeleteSelected=ลบ ไฟล์ที่เลือก
acPlaylistDeleteSelectedPhysically=ลบไฟล์ที่เล่น ที่เลือกไว้
acPlaylistDeleteSwitchedOff=ลบไฟล์ที่เสีย
acPlaylistDeleteSwitchedOffPhysically=เอาไฟล์ที่เสียหายออก
acPlaylistFindInML=ค้นหาใน คลังเพลง
acPlaylistFindNewFiles=ค้นหา ไฟล์ใหม่
acPlaylistFocusedItemShowQTE=ข้อมูลไฟล์เพลง
acPlaylistInsertAfterPlayingItem=ใส่ หลังจากที่เล่นอยู่
acPlaylistInsertToQueueBeginning=เพิ่มคิว ไปยัง จุดเริ่มต้น
acPlaylistNew=รายการเพลงใหม่
acPlaylistNext.h=รายการต่อไป
acPlaylistPlayFocusedItem.h=เล่น ไฟล์ที่เลือก
acPlaylistPlayFocusedItem=เล่น
acPlaylistPlayPrevious=เล่นการการ สุดท้าย
acPlaylistPrev.h=เล่นรายการ ก่อนหน้านี้
acPlaylistReloadFromPreimage=โหลดข้อมูลจาก preimage
acPlaylistRemoveSelectedFromQueue=ลบออกจากคิว
acPlaylistRename=เปลี่ยนชื่อรายการที่เล่น
acPlaylistReverse.h=Sorting: กลับกัน
acPlaylistReverse=กลับกัน
acPlaylistSave=Export รายการที่เล่น
acPlaylistSortByArtist=เรียงตาม ศิลปิน
acPlaylistSortByDuration=เรียงตามระยะเวลา
acPlaylistSortByFileName=เรียงตามโฟลเดอร์
acPlaylistSortByTitle=จัดเรียงตาม ชื่อ
acPlaylistSortRandomize.h=เรียงลำดับ: สุ่ม
acPlaylistSortRandomize=สุ่ม
acQueueClear=ลบคิวเพลง
acQueueManager=จัดคิวเพลง
acSearchAdvanced=การค้นหาขั้นสูง
acSearchQuick=ค้นหาอย่างรวดเร็ว (เริ่ม  / ดำเนินการต่อไป)
acSendToAudioConverter.h=ส่งไปที่แปลงเสียง
acSendToAudioConverter=แปลงไฟล์เสียง
acSendToTagEditor.h=ส่งให้ แก้ไขแท็ก
acSendToTagEditor=แก้ไขแท็ก
acUtilsAudioConverter=แปลงไฟล์เสียง
acUtilsAudioLibrary=คลังเสียง
acUtilsTagEditor=แก้ไขแท็ก
acVisualFullScreen=แบบเต็มจอ
acVisualNext.h=โหมดแสดงภาพ ถัดไป
acVisualPrev.h=โหมดแสดงภาพ ก่อนหน้า
CategoryMenu=ประเภท
CategoryOptions=ตัวเลือก
ClearPls=Clear รายการที่เล่น
CM_DEL=ลบออก จากรายการเพลง
CM_SEL=เลือกไฟล์
CountLabel.h=นับจำนวนไฟล์ในรายการเพลง
ItmEQPos=โชว์ ควอไลเซอร์ ด้านซ้าย
LengthLabel.h=เวลาในรายการเพลง ทั้งหมด
miCountdown=นับถอยหลัง
miMLCreateDynPlaylist=สร้างข้อมูลที่ถูกต้องในรายการเพลง
miMLGroupingPreset=หมวดหมู่
miMLGroupingPresetAdd=เพิ่ม...
miMLGroupingPresetEdit=แก้ไข...
miMLGroupingPresetRemove=ลบ
miMLLabelsExclude=ไม่มีการตั้งค่าปก
miMLLabelsInclude=ตั้งค่าปก
miMLManageDB=ฐานข้อมูล
miMLReload=ทำใหม่...
miMLTableSendToPlaylist=ส่งไปที่ รายการเพลง
miMLTableViewAlbumThumbnails=ดู: อัลบั้ม รูปขนาดย่อ
miMLTableViewDefault=ดู: ตาราง
miMLTableViewGroupDetails=ดู: รายละเอียดกลุ่ม
miPersonalSettings=ตั้งค่าส่วนตัว
miPlaylistNewSmart=สร้างข้อมูลที่ถูกต้องรายการเพลงใหม่
miReadOnly=ล็อค ห้ามเปลี่ยนแปลง
miSelectAll=เลือก ไฟล์ทั้งหมด
miSelectNone=ไม่เลือก
miSelectPls=เลือกรายการ
miSendToPlaylist=ส่ง ไปยังรายการเพลง อื่น ๆ
miSortByPatternOptions=ตัวเลือก
N6=แสกนแท็กอีกครั้ง
N20=คิว
N22=ถาด
N31=โหมด การแสดง
N35=แสดง หน้าต่าง
N36=ปรับเสียง
N37=ภาพหน้าต่าง
N38=(ซ่อนทั้งหมด)
N40=การแสดง
N41=รูปแบบ
N43=ช่วยเหลือ
N47=ออก
N56=เครื่องมือ
N70=ระงับคีย์ลัด
N75=อรรถประโยชน์
N79=แสดงปัจจุบัน
N80=โหลดปัจจุบัน
N81=บันทึกปัจจุบัน
N83=รีเซ็ต การตั้งค่า เอฟเฟ็กซ์
N84=รีเซ็ต การตั้งค่า เสียง
N85=ย่อทั้งหมด
N86=ขยายใหญ่สุด ทั้งหมด
N90=ผู้เล่น
N91=เล่น/พัก
N92=หยุด
N93=เพิ่มไฟล์
N95=แทร็คก่อนหน้านี้
N96=แทร็คถัดไป
N98=ระดับเสียง
N114=รวมกันกับหมวดหมู่ที่คล้ายกัน
N115=รวมกันทุกประเภทที่คล้ายกัน
pmAdd.h=เพิ่ม เมนู รายการ
pmDelete.h=เมนู รายการ
pmEqualizer.h=ปรับการตั้งค่าเสียง
pmMainMenu.h=เมนูหลัก
pmManagePlaylist.h=จัดการ รายการเพลง
pmMisc.h=เมนู อื่น ๆ
pmMLDelete.h=เอาออกจาก เมนูรายการ
pmMLGroupingPresets.h=จัดกลุ่ม ตามค่าที่ตั้งไว้
pmMLLabels.h=เมนูปก
pmMLMainMenu.h=เมนูหลัก - คลังเพลง 
pmMLMisc.h=เมนู อื่น ๆ
pmPlaylistList.h=แสดงรายการเพลง
pmQuickOptions.h=การตั้งค่าด่วน
pmSorting.h=เรียงลำดับเมนูรายการ
pmUtilities.h=ระดับคะแนน
SentToNewPLS=ไปยังรายการเพลง ใหม่
SizeLabel.h=ขนาดไฟล์ ในรายการเพลง
TCFixFloat=ปักหมุดแถบข้อมูล
TL=บันทึก รายชื่อเพลง
TrayCotnrol=เล่นในแบบย่อ

[AIMPML]
Added=เพิ่มที่อยู่
Album=อัลบั้ม
AlbumArtist=อัลบั้มศิลปิน
Artist=ศิลปิน
Bitrate=บิตเรต
BPM=จังหวะ
Channels=ช่อง
Composer=นักแต่งเพลง
Copyrights=ลิขสิทธิ์
DiskNumber=ดิสก์ #
Duration=ระยะเวลา
FileFormat=รูปแบบไฟล์
FileName=ชื่อไฟล์
FileSize=ขนาดไฟล์
Genre=ประเภท
Labels=หน้าปก
LastPlayback=เล่น รายการล่าสุด
PlaybackCount=นับจำนวนรายการเล่น
Publisher=สำนักพิมพ์
Rating=อันดับ
SampleRate=อันดับตัวอย่าง
Title=หัวข้อ
TrackNumber=แทร็ก #
URL=ลิงค์
UserMark=ระดับคะแนน
Year=ปี

[AIMPML.Controls]
None=(ไม่มี)
ShowAll=(แสดงทั้งหมด)
UnsetAllLabels=ยกเลิก ปกทั้งหมด

[AIMPML.Reports]
AlbumCount=ปกอัลบัม:
ArtistCount=จำนวนศิลปิน :
Common=ข้อมูล
FavoriteAlbums=อัลบั้มโปรด (บน %d)
FavoriteArtists=ศิลปิน ที่ชื่นชอบ (บน %d)
FavoriteGenres=ประเภทที่ชื่นชอบ (บน %d)
FavoriteTracks=เพลงที่ชื่นชอบ (บน %d)
GenreCount=นับ จำนวน:
L1=จำนวนการเล่น :
L2=จำนวนเพลง
L3=ระยะเวลารวม (~)
L4=ศิลปิน
L5=ฟัง 
L6=ทั้งหมด
TrackCount=จำนวนแทร็ก :

[AIMPMLFilterEditorDialog]
btnCancel=ยกเลิก
btnOK=ตกลง
Caption=ตัวกรอง พารามิเตอร์
cbLimit=จำนวน สูงสุดของ แทร็ค:
cbSortBy=เรียงลำดับตาม:
L1=กฎระเบียบ

[AIMPMLFilterEditorDialog.FilterControl]
C=Add กฎ
G=Add กลุ่ม
Op0=เท่ากับ
Op1=ไม่ เท่ากัน
Op2=ระหว่าง
Op3=น้อยกว่า
Op4=น้อยกว่าหรือ เท่ากัน
Op5=มากกว่า
Op6=มากกว่าหรือ เท่ากัน
Op7=มี
Op8=เริ่มต้นด้วย
Op9=จบด้วย
R=ลบ

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=ชัดเจน
btnEditFilter=แก้ไข...
Caption=จัดกลุ่มตามเทมเพลต
L1=อัตโนมัติ-ชื่อ
L2=จัดกลุ่มตามขอบเขต
L3=กรองแบบกำหนดเอง
lbName=ชื่อ
lvAvailable=สาขา ที่มีจำหน่าย
lvGroup=สาขา มือสอง

[AIMPMLLabelsDialog]
acMoveLeft=รูปแบบปก
acMoveRight=ไม่ได้ตั้งค่าปก
acRemove=เอาปกออก
acRename=เปลี่ยนชื่อ ปก
btnCancel=ยกเลิก
btnOK=ตกลง
C1=ปก
C2=ปกมีอยู่แล้ว
Caption=ปก
L1=ใส่ ชื่อปก
L2=เพิ่ม
miSetToAll=นำไปใช้กับ ไฟล์ทั้งหมด
miUndoSetToAll=แก้ไข: นำไปใช้กับ ไฟล์ทั้งหมด

[AIMPMLMissedFilesDialog]
acApply=นำไปใช้ ตรวจสอบ
acFind=ค้นหา...
acRemoveSelected=ลบออก จากที่เลือกไว้ DB
acReplace=เปลี่ยน ชื่อไฟล์...
Caption=ไฟล์ที่ใส่ผิด

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=แฟ้มที่ ใส่ผิด
c[1]=แนะนำให้ แทนที่ 
c[2]=ปฏิบัติตามระดับ

[AIMPMLMonitoringSettingsDialog]
acAdd=เพิ่ม
acDeleteAll=ลบทั้งหมด
acDeleteSelected=ลบที่เลือกไว้
acUpdate=ปรับปรุง
btnClose=ปิด
Caption=กำลังเพิ่มไฟล์ 
CB1=ค้นหา ย้าย หรือ เปลี่ยนชื่อ ไฟล์
CB2=ลบไฟล์ที่ไม่มีอยู่จาก ฐานข้อมูล
CB3=โหลดแฟ้มข้อมูล
cbMinFD=หาก ระยะเวลา น้อยกว่า:
cbMinFS=ถ้าขนาด น้อยกว่า:
cbScanOnStartup=ตรวจสอบ ไฟล์ใหม่ เมื่อเริ่มโปรแกรม 
cbTrackChanges=ตรวจสอบ การเปลี่ยนแปลง ในขณะที่ทำงาน
GB1=ทำการตรวจสอบ
GB2=ไม่ต้องการปรับปรุง
gbFiltBy=ข้าม ไฟล์
L1=ถ้า นามสกุลไฟล์เป็น:
L2=คลิกที่ปุ่ม " อัพเดท" เพื่อปรับปรุงเนื้อหา ของ ฐานข้อมูลที่ คลังเพลงของคุณ
pcpFolders=โฟลเดอร์
pcpSettings=ตั้งค่า

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=โฟลเดอร์
c[1]=โฟลเดอร์ย่อย

[AIMPMLPreimageDialog]
Caption=ปรับปรุง รายการเพลง ในคลังดนตรี

[AIMPPlaylistFoldersPreimageDialog]
acAdd=เพิ่ม
acDeleteAll=ลบทั้งหมด
acDeleteSelected=ลบที่เลือกไว้
btnCancel=ยกเลิก
btnOk=ตกลง
Caption=ปรับปรุงรายการเพลง - โฟลเดอร์
cbSyncOnChanges=ตรวจสอบ การเปลี่ยนแปลง ในขณะที่ทำงาน
cbSyncOnStartup=ตรวจสอบการเปลี่ยนแปลง เมื่อเริ่มโปรแกรม 

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=โฟลเดอร์
c[1]=โฟลเดอร์ย่อย

[AIMPPlaylistPreimageDialog]
Caption=ปรับปรุงรายการเพลง - รายการเล่น
L1=ชื่อไฟล์\ลิงค์

[AIMPSendToDialogForm]
cbDefault=ตั้งเป็นค่าเริ่มต้น
cbSaveStructure=บันทึก โครงสร้าง ในเส้นทาง
gbAdditionals=แฟ้มเพิ่มเติม
gbPath=เส้นทางปลายทาง
gbRename=เปลี่ยนชื่อ จาก ต้นแบบ
L1=คัดลอก | ย้าย
L2=คัดลอก ไป|ย้าย ไป
L3=คัดลอก ตัวเลือก | ย้าย ตัวเลือก
lbAdditionals=คัดลอกไฟล์ ไปยังปลายทาง พร้อมกับไฟล์ หลัก.\n; - คั่น, * - ในส่วนไฟล์ที่ไม่รู้จัก 

[ATEAutoTagForm]
c[0]=ชื่อไฟล์
c[1]=อัลบั้ม
c[2]=ศิลปิน
c[3]=ประเภท
c[4]=หัวข้อ
c[5]=เพลงที่
c[6]=ปี
C1=ก่อนเปลี่ยนแปลง
C2=หลังเปลี่ยนแปลง
Caption=ป้อนอัตโนมัติ โดยใช้ ชื่อไฟล์

[ATEChangeRegisterDialog]
Caption=เปลี่ยนกรณี / การแปล
CB1=แท็ก:
GB1=การปฏิบัติ
L1=กรณี:
L2=การแปล :
L3=เก็บข้อมูล:

[ATEForm]
A1=นับอัตโนมัติ (XX)
A2=การเปลี่ยนชื่อ
A3=เปลี่ยน รูปแบบ "%s"
A4=นำไปใช้
A9=ข้ามไฟล์ที่วิเคราะห์แล้ว
acEdit=แก้ไขฟิลด์ ทั้งหมด
aSave=บันทึก
aTag.h=บรรจุ อัตโนมัติ
B1.h=เปลี่ยนกรณี / การแปล
B5=ทำการติดตามใหม่
btnBPM.h=BPM
btnRG.h=เริ่มเล่นใหม่
Caption=AIMP: แก้ไขแท็ก ขั้นสูง
cbSubFolders=รวมโฟลเดอร์ย่อย
lbNoData=(ไม่มีข้อมูล ในการแสดงตัวอย่าง)
miBPMAnalyze=เลือกวิเคราะห์
miDelete=ลบ
miDeletePhys=ลบไฟล์ถาวร
miGroupBy=จัดกลุ่มตาม
miGroupByFolder=ตามโฟลเดอร์หลัก
miGroupByNone=ไม่มีการจัดกลุ่ม
miJumpTo=ไปยัง โฟลเดอร์...
miNumCfm=ขอ ยืนยัน
miRgAlbum=เลือกสแกน: ในอัลบั้ม
miRgFile=เลือกสแกน: ไม่มีอัลบั้ม 
miRgMAlbum=เลือกสแกน: อัลบั้มจากแท็ก 
miRgRemove=ลบแท็กข้อมูล เมื่อเล่นใหม่
miSoundOut=เลือกการเล่น
TM0=ไฟล์เพลงใน ฮาร์ดไดรฟ์
TM1=เพิ่มไฟล์เพลง

[ATEForm.lvTable]
c[0]=ลำดับ
c[1]=แผ่นที่
c[2]=ชื่อไฟล์
c[3]=ชื่อเพลง
c[4]=ศิลปิน
c[5]=อัลบั้ม
c[6]=ปี
c[7]=ประเภท
c[8]=บิตเรต
c[9]=ระยะเวลา
c[10]=รูปแบบ
c[11]=ปก
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=ขนาด

[ATERenameForm]
btnRename=ตั้งชื่อใหม่
Caption=ตัวเลือกการเปลี่ยนชื่อ
CB1=แสดงตัวอย่าง
CB2=ทำงาน  พร้อมทำสำเนาของแฟ้ม
GB1=เปลี่ยนชื่อไฟล์ โดยใช้ต้นแบบ
GB2=ย้ายไฟล์ไปยัง โฟลเดอร์ที่เลือก
GB3=ค้นหาและแทนที่
GB4=ลงทะเบียน
GB5=การแปล
L1=ค้นหา:
L2=คุณสามารถใช้ได้ "\" สัญลักษณ์ (%Y\%A - %T) จัดเรียงตาม โฟลเดอร์
L3=แทนที่ด้วย :

[ATESaveParams]
Caption=ตัวเลือกบันทึก

[AutoTag]
bOk=ใช้งาน
Caption=กรองอัตโนมัติ
CB1=อย่า กรอกข้อมูลในฟิลด์ ถ้ามัน มีค่า

[BookmarkEditDialog]
btnOk=บันทึก
Caption=แก้ไข บุ๊คมาร์ค

[BookmarksManagerDialog]
acItemAddFile=เพิ่ม : ไฟล์
acItemAddFolder=เพิ่ม : โฟลเดอร์
acItemAddLink=เพิ่ม : ยูอาร์เเอล
acItemEdit=แก้ไข
acItemRemove=เอาออก
B1=เพิ่มในรายการเพลง
B2=เล่น
btnAdd=เพิ่ม
btnClose=ปิด
Caption=จัดการบบุ๊คมาร์ค

[BookmarksManagerDialog.lvItems]
c[0]=หัวข้อ
c[1]=เส้นทาง
c[2]=ตำแหน่ง
c[3]=หมายเหตุ

[CommonDialogs]
B1=ตกลง
B2=ยกเลิก
B3=แฟ้มใหม่
L1=เลือกโฟลเดอร์
L2=รวมโฟลเดอร์ย่อย
SA=เลือกทั้งหมด
SN=ลบที่เลือก

[ConfirmDialog]
B1=แทนที่
B2=แทนที่ทั้งหมด
B3=ข้าม
B4=ข้ามทั้งหมด
B5=ตั้งชื่อใหม่
B6=ยกเลิก
Caption=แทนที่
gbFile1=แทนที่ไฟล์
gbFile2=โดย ไฟล์ใหม่

[CONTEXT]
0=เปิดด้วย  AIMP
1=เล่น
2=เพิ่มในรายการเล่น
3=เพิ่มในคิวเล่น
4=เพิ่มใน บุ๊คมาร์ก
5=แก้ไขแท็ก
6=แปลงเป็นรูปแบบอื่น

[Converter]
actAddFiles=เพิ่มไฟล์
actAddFolders=เพิ่มโฟลเดอร์
actAddPlaylist=เพิ่มรายการเพลง
actDeleteAll=ล้าง
actDeleteSelected=ลบที่เลือก
bAdd.h=เพิ่มไฟล์ / โฟลเดอร์
bDelete.h=ลบไฟล์
bQuickOptions.h=ตัวเลือก
bSettings=ตัวเลือก
bStart=เริ่ม
bStop=หยุด
Caption=AIMP: แปลงไฟล์เสียง
csCancel=ยกเลิก
csDone=เสร็จสิ้น
csError=ผิดพลาด
csWaiting=โปรดรอ
lbEncoder=รูปแบบ :
lbMode=โหมด การเข้ารหัส
lbTargetFileName=เปลี่ยนชื่อไฟล์ :
lbTargetFolder=ย้ายออกไปที่ :
lbTimeElapsed=ความคืบหน้าโดยรวม :
lbTimeLeft=เวลาที่เหลืออยู่ :
lbTotalProgress=ความคืบหน้า ทั้งหมด :
miDeleteSource=ลบแฟ้มจากแหล่งที่มาหลังจากการแปลงประสบความสำเร็จ 
miSavePathStructure=บันทึกโครงสร้างสารบบ เมื่อมีการย้ายไฟล์ไปยังเป้าหมาย
miShutdownWhenDone=ปิดเครื่องคอมพิวเตอร์ หลังจากการแปลงสำเร็จ 
miUncheckSuccessful=เอาเครื่องหมายถูกออก จากไฟล์ หลังจากแปลง ประสบความสำเร็จ
Modes=แหล่งที่มาเดี่ยว - หนึ่งเดียว | แหล่งที่มาทั้งหมด - หนึ่งเดียว|Single folder - single result
PatentedCodecsWarning=เนื่องจากสิทธิบัตรซอฟต์แวร์ของเราไม่สามารถแจกจ่ายซอฟต์แวร์การเข้ารหัสสำหรับรูปแบบดังต่อไปนี้: %s.\n\n ถ้าคุณต้องการทำงานนี้คุณสามารถดาวน์โหลดได้คลังข้อมูลที่ขาดหายไปและติดตั้งให้กับ "%s" ติดตั้งเอง.\n\n ดูรายละเอียด ได้ที่นี่: %s
PatentedCodecsWarningTitle=แปลงไปสู่ รูปแบบอื่น ๆ

[Converter.lvTable]
c[0]=ชื่อ
c[1]=รูปแบบ
c[2]=สถานะ
c[3]=ลำดับ

[ConverterEncoders]
bOk=ตกลง
cbAsInput=ฐานะของ แหล่งที่มาแฟ้ม
cbChangeFormat=เปลี่ยนรูปแบบ
cbCorrectionFile=แก้ไขการสร้างไฟล์ 
cbIncludeMD5=รวมถึง การตรวจสอบ ไฟล์ 
cbModeHybrid=ส่วนผสม
cbModeLossless=การบีบอัดข้อมูลเสียงแบบไม่สูญเสีย
gbMode=แบบ
lbBestC=การบีบอัด ที่ดีที่สุด
lbBestQ=คุณภาพที่ดีที่สุด
lbBitDepth=รูปแบบ ตัวอย่าง :
lbBitrate=บิตเรต :
lbBitrateMode=โหมด:
lbChannels=ช่อง :
lbCompression=การบีบอัด :
lbLeast=การบีบอัด อย่างรวดเร็ว :
lbMost=การบีบอัด ที่ดีที่สุด :
lbQuality=คุณภาพ :
lbSampleRate=อัตราตัวอย่าง:
scParams=ตัวแปรเสริม

[CopyDialog]
0=คัดลอก...
1=เคลื่อนย้าย...
2=หยุด
3=ต่อ

[DropForm]
CB1=ไม่ต้องถามอีก
RG1=ลากแล้ววาง

[DSPDialog]
btnEqPresets=ตั้งไว้ล่วงหน้า
btnReset=รีเซ็ตเป็นค่าดีฟอลต์
CB1=เอาเสียงออก(สำหรับ สเตอริโอเท่านั้น)
CB3=ลดเสียงการใช้งาน (หยุดชั่วคราว / ยกเลิกการหยุดชั่วคราว)
CB4=ปรับความดังของเสียงนำร่องภายในเพลง
CB5=เสียงสมูทเมื่อเปลี่ยนแปลงระดับ
CB6=มิกซ์เพลงที่แล้วกับเพลงต่อไป 
CB7=ค่อยๆ เพิ่มเสียงเมื่อเริ่มแทร็ก
CB8=ค่อยๆ ลดเสียงเมื่อจบแทร็ก
cbEqSwitch=เปิดควอไลเซอร์
GB1=ระดับเสียงปกติ
GB2=สลับแทร็กด้วยตนเอง
GB3=สลับแทร็กอัตโนมัติ
GB4=เพิ่มการ เล่นใหม่
L1=* คุณสามารถรีเซ็ต ค่า โดยคลิก เมาส์ขวา
L2=DSP ปลั๊กอิน:
L4=ปรีแอมป์  :
L5=ค่าปัจจุบัน:
L6=เกณฑ์บนของ ปรีแอมป์ :
L7=เกณฑ์ล่างของ ปรีแอมป์ :
L9=ค่าเริ่มต้น : 
L10=ระดับเสียงเป้าหมาย :
lbChorus=ประสานเสียง 
lbEcho=เสียงสะท้อน 
lbEnhancer=เพิ่มระดับ
lbFlanger=หน้าโปรแกรม
lbPitch=ตั้งระดับ
lbReverb=เสียงกังวาล 
lbSpeed=ความเร็ว
lbTempo=จังหวะ
lbTrueBass=เสียงทุ้ม
R2=ใช้ค่า จากแท็ก
R3=วิเคราะห์ แฟ้ม "กำลังแล่น"
RB1=ไม่ต้องทำอะไร
RB2=เพิ่มการหยุดชั่วคราวระหว่างแทร็ก
tcpAutoVolume=ฟื้นฟูปริมาณ
tcpCrossMixing=ผสมตัวเลือก
tcpSoundEffects=เสียงประกอบ
CB12=เงียบลบเกิน 0.5 วินาที

[DSPDialog.cbReplayGainSource]
i[0]=ที่มา: ไฟล์
i[1]=ที่มา: อัลบั้ม

[EditorForm.RegisterFmt]
i[0]=ไม่มีการเปลี่ยนแปลง
i[1]=คำทั้งหมดที่มีตัวอักษรตัวใหญ่
i[2]=คำแรกที่มีอักษรตัวใหญ่
i[3]=ทั้งหมดในกรณีที่สูงกว่า
i[4]=ทั้งหมดในกรณีที่ต่ำกว่า

[EQPresetsDialog]
B1=นำไปใช้
B2=ยกเลิก
B3=ลบ
B4=ฟื้นฟู
Caption=ตั้งไว้ก่อน ควอไลเซอร์

[HotkeysGroups]
Common.Dialogs=ร่วมกัน : กล่องโต้ตอบ
Common.SendTo=ไฟล์ : ส่งไปยัง...
Common=ร่วมกัน
MusicLibrary.GroupingTree=คลังเพลง : แผนผังกลุ่ม
MusicLibrary.Table=คลังเพลง : ตาราง
MusicLibrary=คลังเพลง : ร่วมกัน
Player.Navigation=เล่น : การนำทาง
Player.PlayableFile=เล่น : ไฟล์ ที่สามารถเล่นได้
Player.PlaybackControl=เล่น : ควบคุมการเล่น
Player.Visualizations=เล่น : การสร้างภาพ
Playlist.AddFiles=รายการเพลง  : เพิ่มไฟล์
Playlist.Deletion=รายการเพลง  : ลบไฟล์
Playlist.Search=รายการเพลง : ค้นหา
Playlist.SelectedFiles=รายการเพลง : ไฟล์ที่เลือก
Playlist.Sorting=รายการเพลง : เรียงลำดับ
Playlist=รายการเพลง

[InfoBar]
CB1=แสดงข้อมูล ไฟล์ปัจจุบัน เมื่อเริ่มต้น การเล่น
CB2=อยู่ทางซ้าย | อยู่ตรงกลาง | อยู่ทางขวา
CB3=แสดงที่ด้านบนจอภาพ | แสดงที่ด้านล่างจอภาพ
CB4=แสดงปกอัลบั้ม
CB6=แสดง แบบเต็มหน้าจอ ในการใช้งาน
CB7=นำไปใช้กับ พื้นหลัง เท่านั้น
CB8=แสดง เสมอ
GB5=เนื้อหา
L3=แสดงเวลา :
L5=ปรับตำแหน่งข้อความ :
M1=พื้นหลัง
M2=เส้น  %d
M3=ตัวอักษร
M4=สีข้อความ
P1=แถบข้อมูลรายการ
RB2=ไฟล์ ข้อมูลบัตร อย่างรวดเร็ว
T0=การปฏิบัติ
T1=แบบ
T2=ดู

[MSG]
1=รายการเพลงใหม่
2=ชื่อเพลง
3=คลังเพลง
4=การลบนี้ จะลบ ไฟล์ออกจากฮาร์ดไดรฟ์ด้วย! ต้องการทำต่อไหม?
5=(ปิดการใช้งาน )
6=ไม่พบ ไฟล์ หรือ โฟลลเดอร์!
7=ย่อลง ทาสบาร์
8=โชว์ หน้าต่างหลัก
9=เปลี่ยนชื่อ
10=ระดับเสียง
11=ตำแหน่ง
12=เล่น
13=เล่น จากจุดเริ่มต้น
14=หยุดชั่วคราว
15=ผู้ใช้ กำหนดไว้ล่วงหน้า  
16=เลือกทั้งหมด
17=ปิด |เปิด 
18=ส่งไฟล์
19=คีย์ลัดนี้เป็นอาจไม่ถูกต้องหรือกำหนดไว้เหมือนโปรแกรมอื่น
20=ใช้ปุ่ม มัลติมีเดีย?
21=การดำเนินการนี้ จะปิด รายการเพลง ทั้งหมด,ยกเว้น ที่ใช้งาน.ดำเนินการอย่างไร?
22=เขียนไปยังไฟล์
23=แสดงตัวอย่าง
24=สูงสุด
25=ไม่สามารถ บันทึกการเปลี่ยนแปลง ในแฟ้ม "%s", บางทีมันอาจจะ ถูกล็อกโดย โปรแกรมอื่น.
26=ใช้การเปลี่ยนแปลงกับ ไฟล์?
27=นักแต่งเพลง
28=หน้าจอ กำหนดโดย ตำแหน่ง ของหน้าต่างหลัก|จอภาพ %d: สำรอง (%s)|จอภาพ %d: เบื้องต้น (%s)
29=โฟลเดอร์ "%s" ไม่มีอยู่
30=ไม่สามารถ ลบหนึ่ง ของปลั๊กอิน, บางทีมันอาจจะ ถูกนำมาใช้ โดยการประยุกต์ใช้ :
31=สำเร็จ...
32=โหมด รายการเพลง หนึ่ง:\nไม่สามารถเปลี่ยน รายการเพลง เพราะมัน ถูกล็อก!
33=ค้นหา
34=ไฟล์เฉพาะ
35=ไม่มี การจัดกลุ่ม
36=ค้นหาไฟล์...
37=อ่านอย่างเดียว|ได้รับมอบหมายให้ 
38=ตัวเลือกนี้จะ ปิดการใช้งาน ความสามารถในการ ที่จะทำให้ มากกว่าหนึ่ง รายการเพลงที่จะเล่.\nหากคุณ เลือกตัวเลือกนี้ แท็บ รายการเพลง อื่น ๆ จะ ถูกปิดโดยอัตโนมัติ!
39=คุณภาพ
40=บันทึกเป็น
41=ดาวน์โหลด จากอินเทอร์เน็ต
42=รูปแบบ :
43=(ค่าเริ่มต้น)
44=ความเร็ว
45=ความสมดุล
46=กำหลังเปิด...|บัฟเฟอร์...
47=บันทึกสัญญาณวิทยุ
48=ชื่อเพลง
49=สมัครสมาชิก
50=คีย์นี้ ถูกใช้ไปแล้ว!
51=กระโดดไปที่เวลา :
52=รูปแบบไม่ถูกต้อง
53=รุ่น ใหม่ที่สามารถใช้ได้. ดาวน์โหลดได้ แล้ว?
54=ซาวด์ฟอนท์
55=ค่าปัจจุบัน:
56=เรียงลำดับโดยโฟลเดอร์ที่ใช้ "\" สัญลักษณ์ ในแม่แบบ
57=
58=แม่แบบใหม่
59=ไม่ได้ลบไฟล์ อย่างแท้จริง|ไฟล์ที่ ใช้ ไม่ได้ถูก ลบ เนื่องจากความผิดพลาด ของระบบ:
61=การดำเนินงาน ยังไม่เสร็จสิ้น. คุณต้องการที่จะ ยกเลิก ไหม?
62=การดำเนินงาน บางส่วนยังไม่ เสร็จสิ้น! คุณต้องการที่จะยกเลิกหรือไม่?
63=ค้นหา ไฟล์ :
64=ขนาด:
65=วันที่สร้าง :
66=ไม่พบสิ่งใด
67=กำลังอัปเดต...
68=เสร็จสิ้น!\nขนาดฐานข้อมูล ใหม่: %s\nบันทึก: %s.
69=นำไปใช้
70=ยกเลิก
71=สิทธิ์ของ ผู้ดูแลระบบ จะต้อง
72=ชนิดไฟล์
73=กำลังโหลด...
74=โฟลเดอร์โปรไฟล์
75=เรียงตาม แม่แบบ
76=เครื่องหมาย ชุด %s
77=ค้นหาอัตโนมัติ
78=ไฟล์ใหม่:
79=ความโปร่งใส
80=แสดงผล
81=เนื้อเพลง
82=ตำแหน่งของไฟล์...
83=ลิขสิทธิ์
84=การเปลี่ยนแปลง จะนำไปใช้ หลังจากเริ่มโปรแกรมใหม่
85=ระดับคะแนน
86=คัดลอก
87=วาง
88=ตัด
89=แหล่งที่มา
90=ผลลัพธ์
91=การดำเนินการนี้ จะลบ "%s" ตั้งล่วงหน้า. ดำเนินการอย่างไร?
92=ทั้งหมด |โปรแกรมเสริม|ถอดรหัส|ความเห็น|DSP
93=การเพิ่มไฟล์...
94=เล่นซ้ำ "A-B" [ปิด]|จุด "A" กำหนด|เล่นซ้ำ "A-B" [เปิด]|
95=เชื่อมต่อใหม่ใน%s วินาที
96=คำเตือน ! ดำเนินการนี้จะถูกเริ่มใหม่ เพื่อผลสำเร็จ รายการที่ตั้งไว้ล่วงหน้าจะเป็นค่าเริ่มต้น!
97=บันทึกสถานะการเล่นเมื่อปิด
98=ใช้เครื่องเล่น ขนาดเล็ก แทน การลด สู่ถาด
99=แก้ไข ค่าที่ตั้งไว้
100=อัลบัม
101=ที่อยู่เว็บไซต์
102=ศิลปิน
103=ชื่อเพลง
104=คิดเห็น
105=ประเภท
106=เอาแท็กออก
107=ปี
108=เพลงที่ #
109=แผ่นที่ #
110=ปกอัลบั้ม
111=ไม่พบซาวด์ฟอนท์หรือไม่ถูกต้อง.
112=<ไม่มี>
113=สำเร็จ!
114=การดำเนินการนี้ จะลบ ไฟล์ทั้งหมด และสถิติ จากฐานข้อมูล! ทำต่อหรือไม่?
115=ระยะเวลา
116=ไฟล์|โฟลเดอร์ |รายการเพลง
117=เล่น
118=ที่เพิ่ม
119=อันดับ
120=จัดการ รายการเพลง
121=ช้า:
122=ปิด
123=คัดลอกไฟล์ไปที่คลิปบอร์ด
125=แคตตาล็อก
126=โปรดรอ...
127=เล่น จำนวน
128=คัดลอก ไป %s|ย้ายไป %s
129=ป้อนอัตโนมัติ(RMB - เลือกแบบ)
130=อัลบั้มศิลปิน
131=แปลง:
132=เปลี่ยนชื่อ
133=ตั้งค่า
134=หยุดชั่วคราว
135=เปลี่ยนขนาด
136=การตั้งค่าได้ถูกเปลี่ยนแปลง. คุณต้องการที่จะบันทึกการเปลี่ยนแปลง?
137=ไดรฟ์ แบบถอดได้|ไดรฟ์-ซีดี
138=นำไปใช้กับ
139=คอมพิวเตอร์จะถูกปิดลงใน %s วินาที
140=ผู้พิมพ์
141=dB
142=การเตือน!โปรแกรมอื่น ๆ จะไม่สามารถมีเสียงออกถ้าใช้ชนิดอุปกรณ์นี้ใน AIMP.
143=Preimage: |ไม่มี|โฟลเดอร์|รายการเพลง|รายการเล่น

[Options]
bCancel=ปิด
Caption=ตัวเลือก

[OptionsFrameAddFiles]
C1=เพิ่มไฟล์ 
C9=ทั่วไป
C10=เปิดไฟล์ จากการใช้งาน ภายนอก
C11=ลาก แล้ว วาง
CB1=ถามผู้ใช้
CB2=ขยาย ไฟล์ โดย ไฟล์ ที่ มาร์กอัป เพิ่ม ในรายการเพลง
CB6=สแกน อัตโนมัติเมื่อมีการเพิ่ม ไฟล์ ในรายการเพลง
CB9=เล่น ไฟล์ที่เปิด ทันที
CB15=เล่นไฟล์ ที่เพิ่ม ทันที
CB19=เริ่มต้น การเล่น ทันที
CB47=เพิ่มรายการเพลงปัจจุบันหากมีการส่งไฟล์
CB48=ไฟล์เพลง ที่เปิดใน แท็บ ใหม่
CB49=เพิ่ม ทั้งโฟลเดอร์ ถ้ามีการส่งไฟล์
CB59=เรียงตามชื่อ ไฟล์
L1=ดำเนินการเริ่มต้น :
L7=เมื่อ ไฟล์ ถูกเปิด :

[OptionsFrameAddFiles.CBA]
i[0]=สร้าง รายการเพลงใหม่
i[1]=เพิ่มรายการเพลงปัจจุบัน
i[2]=เพิ่มในรายการเพลง ที่ว่าง "ค่าเริ่มต้น"

[OptionsFrameAddFiles.RG4]
i[0]=เพิ่ม ไฟล์ไปยัง ตำแหน่งปัจจุบัน
i[1]=เพิ่มไฟล์ ไปยัง จุดสิ้นสุด ของ รายการเพลง
i[2]=เพิ่ม ไฟล์ไปยัง จุดเริ่มต้นของ รายการเพลง
i[3]=เพิ่ม และผสม ไฟล์ใน รายการเพลง

[OptionsFrameAssoc]
B1=ประเภทของไฟล์
C1=ความเชื่อมโยง ของไฟล์
CB1=ไฟล์เสียง
CB2=รายการเพลง
CB3=รูปแบบ

[OptionsFrameConvertor]
C1=ตั้งค่าการแปลง
C18=พฤติกรรม
Caption=แปลง
CB1=ขยาย ไฟล์ โดย ไฟล์ แผ่น คิว ที่ เพิ่ม ให้กับตาราง
L1=กระทู้ :
L2=นับ สูงสุดของกระทู้ ขึ้น จาก จำนวนของแกน ซีพียู.

[OptionsFrameFace]
C2=ตัวเลือก การเชื่อมต่อ
C3=ความโปร่งใส
Caption=อินเตอร์เฟซ
CB1=อนุญาตต่อพิกเซล กึ่งโปร่งใส
CB2=แสดง รูปคลื่น ของไฟล์ ที่สามารถเล่นได้ มากกว่า แถบค้นหา
CB3=เคลื่อนไหว หน้าต่าง ตรึงอยู่กับ หน้าต่าง อื่นเมื่อ แสดงหรือ ซ่อนอยู่
CB4=เคลื่อนไหวหน้าต่างเมื่อแสดงหรือซ่อนตัวอยู่ในโหมดแถบเครื่องมือเดสก์ท็อป
CB5=ภาพเคลื่อนไหวสเปกตรัมสำหรับไฟล์ที่สามารถเล่นได้
CB28=แสดงผลภาพ เคลื่อนไหว เมื่อมีการเปลี่ยน สถานะของมัน
CB30=อนุญาตให้ปุ่มมีผลโปร่งแสง
CB35=ค่อยๆ เลื่อนแท็บรายการเพลง 
CB38=ปิดการใช้งานความโปร่งใส กรณีหน้าต่างมีการใช้งาน
CB39=ปิดการใช้งานความโปร่งใส ถ้า เน้นเมาส์หน้าต่าง
CB42=โปร่งใส เรียบ
CB52=จับภาพหน้าต่าง ไปยังหน้าจอ ขอบ และ หน้าต่างอื่น ๆ ของ AIMP 
L1=รูปแแบบ สนับสนุนคุณสมบัตินี้

[OptionsFrameHotkeys]
B10=ค่าเริ่มต้น
c[0]=ชื่อคำสั่ง
c[1]=เฉพาะ
c[2]=ทั้งหมด 1
c[3]=ทั้งหมด 2
C1=คีย์ลัด

[OptionsFrameLang]
C1=เลือกรูปแบบภาษา
Caption=ภาษา
L1=แปลง รหัสอักษร - ตามเงื่อนไข   ให้สอดคล้อง
L2=เบี้องต้น
L3=เพิ่มเติม
L4=เก่า

[OptionsFrameMLMain]
B1=ตรวจสอบ ไฟล์...
C1=คลังเพลง 
Caption=คลังเพลง
CB1=เครื่องหมาย ผู้ใช้
CB2=เริ่มเล่น
CB3=การเล่น ที่ได้รับการคำนวณ
CB4=แสดงคะแนน แทนเครื่องหมาย ที่ผู้ใช้กำหนด, ถ้าไม่ได้ตั้งทำเครื่องหมายไว้
CB5=ประสาน ผู้ใช้ เครื่องหมาย กำหนดด้วย แท็ก ของไฟล์ เสียง
CB6=มักจะ แสดง เนื้อหา ของ โฟลเดอร์ย่อย
CB7=รวม ระดับ การจัดกลุ่ม ที่ว่างเปล่า เมื่อเป็นไปได้
GB1=ร่วมกัน
GB2=เพิ่ม ไฟล์ไปยัง ฐานข้อมูลเมื่อ
GB3=อันดับ
GB4=บัญชี การเล่น
L1=เกณฑ์ขั้นต่ำ ในช่วงระยะเวลา ของไฟล์ :
L2=บัญชีเล่น หลังจากที่ เล่น : \ แต่ ไม่เกิน 4 นาที
L3=คำนวณ คะแนน ขึ้นอยู่กับ สถิติ ล่าสุด:
L4=วัน

[OptionsFrameNet]
C21=ตัวเลือก การเชื่อมต่ออินเทอร์เน็ต
Caption=การเชื่อมต่อ 
CB1=ใช้ การเชื่อมต่อโดยตรง
CB2=ใช้ค่าเริ่มต้น ระบบ
CB3=การกำหนดค่า พร็อกซี่ คู่มือการใช้งาน
L79=หมดเวลา:
L98=รหัสผ่าน :
L106=เซิร์ฟเวอร์ :
L107=พอร์ต:
L108=ชื่อผู้ใช้ :

[OptionsFramePlayer]
Caption=เล่น
CB21=อยู่ด้านบน
G1=การควบคุม
GB4=ควบคุม โดย คีย์ลัด
GB5=ควบคุม โดยใช้เมาส์
GB15=คัดลอก ลงในแม่แบบ คลิปบอร์ด
L14=เปลี่ยนตำแหน่ง เมื่อ กดแป้นลัด ด้วย
L16=เปลี่ยนระดับเสียงเมื่อกดแป้นลัดด้วย
L33=คลิก กลาง:

[OptionsFramePlayer.MOBox]
i[0]=(ไม่มี)
i[1]=เล่น/พัก
i[2]=ไฟล์เพิ่ม

[OptionsFramePlayerBehavior]
C1=อัตโนมัติ
CB7=เล่นซ้ำรายการที่มีไฟล์เดียว
CB32=ปรับควอไลเซอร์อัตโนมัติ ที่ตั้งไว้ล่วงหน้า สำหรับ การติดตาม
CB48=บันทึกสถานะ การเล่น ในช่วงผ่านทาง รายการเพลง "ต่อไป / ไฟล์ก่อนหน้า" ปุ่ม
CB58=ข้ามไปยังแทร็คต่อไป อัตโนมัติ 
GB1=ร่วมกัน
GB2=ในการเริ่มต้นโปรแกรม
GB3=โหมดเล่น
GB4=ใน ตอนท้ายของ รายการเพลง
L1=โหมดการเล่น :

[OptionsFramePlayerBehavior.RG1]
i[0]=เริ่มเล่น
i[1]=เริ่มต้นเล่นใหม่
i[2]=ไม่ต้องทำอะไร

[OptionsFramePlayerBehavior.RG2]
i[0]=ข้ามไปยัง รายการเพลง ต่อไป
i[1]=เล่นซ้ำรายการเพลง
i[2]=รอ

[OptionsFramePlayerBehavior.RG3]
i[0]=ปกติ
i[1]=เล่นซ้ำเพลง
i[2]=สับเปลี่ยน

[OptionsFramePlaylistBehavior]
C6=พฤติกรรม
Caption=รายการเพลง
CB1=ลบ รายการเพลง เมื่อปิดแท็บ
CB2=เปิดบุ๊คมาร์ค ในรายการเพลงใหม่ " บุ๊คมาร์ค "
CB3=บันทึก ไฟล์ที่สมบูรณ์  (แนะนำ)
CB4=บันทึกรายการเพลง "เริ่มต้น"
CB8=ถาม ชื่อ รายการเพลง ที่ สร้าง
CB31=บันทึก คิว ที่ ออกจากโปรแกรม
CB46=ปิด รายการที่จะเล่น โดยการดับเบิล คลิกที่ แท็บ
CB56=ขอการยืนยัน เมื่อลบ ไฟล์จาก ฮาร์ดไดรฟ์
CB57=โหมด รายการเพลงเดี่ยว
GB1=บันทึก 
GB2=ร่วมกัน

[OptionsFramePlaylistView]
bCancel=ยกเลิก
bOk=ตกลง
C1=ตัวเลือก ลักษณะที่ปรากฏ
Caption=การปรากฏ
CB50=โชว์ ข้อมูลเกี่ยวกับ ไฟล์ที่เลือก
cbAbsoluteNumeration=การนับจำนวนแน่นอน
cbGroupMode=เปิดใช้งานกลุ่ม
cbMergeGroups=ผสาน ประเภท ที่คล้ายกัน โดยอัตโนมัติ
cbShow2ndLine=โชว์ บรรทัดที่สอง ที่มีข้อมูล
cbShowDuration=โชว์คอลัมน์ ระยะเวลา
cbShowExpandBtns=โชว์ กลุ่ม ขยาย ปุ่ม
cbShowMarks=โชว์ เครื่องหมาย
cbShowNumbers=โชว์ หมายเลขแทร็ค
cbShowSwitches=โชว์คอลัมน์ สวิทช์
gbFormating=การตั้งค่า รูปแบบ
gbGrouping=ตั้งค่าการจัดกลุ่ม
gbLayoutSettings=การตั้งค่า รูปแบบ

[OptionsFramePlugins]
B1=เริ่มต้นใหม่เดี๋ยวนี้
Caption=ปลั๊กอิน
L1=บางส่วนของปลั๊กอิน.ไม่สามารถไช้ได้โดยโปรแกรมนี้
lbURL=รับ ปลั๊กอิน เพิ่มเติม
N1=เอาออก
N2=เลือก โหลด
N3=โหลดทั้งหมด
N4=ยกเลิกการโหลดที่เลือก
N5=ยกเลิกการโหลดทั้งหมด

[OptionsFramePlugins.cbFilter]
i[0]=ทั้งหมด
i[1]=โหลด
i[2]=ยกเลิกการโหลด
i[3]=ไม่ได้ใช้

[OptionsFrameRadioCap]
C1=ตั้งค่า ที่ใช้บ่อย
C22=บันทึกวิทยุอินเทอร์เน็ต
Caption=วิทยุอินเทอร์เน็ต
CB65=บันทึกปรับปรุง ได้โดยไม่ต้อง แปลง (สำหรับ for MP3 / AAC / AAC+)
CB66=เขียนแท็กในไฟล์
CB67=เขียน คิว เข้าสู่ระบบ
CB68=ขนาดบัฟเฟอร์ สำหรับการบันทึก พื้นหลัง :
CB69=ลบไฟล์ ที่ ระยะเวลา น้อยกว่า :
GB6=ตัวเลือกบันทึก
GB9=การแบ่งไฟล์
L1=จำนวนเวลาของความพยายาม ที่จะเชื่อมต่อ เมื่อการเชื่อมต่อ หลุดหายไป :
L2=ตัวแทนผู้ใช้ :
L3=ขนาดบัฟเฟอร์ :
L13=เวลา :
L24=ชื่อ แฟ้มของแบบ :
L25=ขนาด :
L85=บันทึกในโฟลเดอร์ :

[OptionsFrameRadioCap.cbBreakType]
i[0]=แยกตาม แทร็ค
i[1]=แยก ตามขนาด
i[2]=แยก ตามเวลา

[OptionsFrameRunningLine]
C13=วิ่งเตามส้นทาง
CB75=เป็นวงกลม
GB1=วิ่งเส้นภาพเคลื่อนไหว
GB3=วิ่งเตามแบบ
L10=ปรับปรุงช่วงเวลา :
L35=ลักษณะ :
L36=การเคลื่อนไหว :

[OptionsFrameRunningLine.rsRun]
i[0]=ปิด
i[1]=ซ้าย
i[2]=ขวา

[OptionsFrameRunningLine.rsShow]
i[0]=ปิด
i[1]=ซ้าย
i[2]=ขวา
i[3]=บน
i[4]=ล่าง

[OptionsFrameSkins]
B2=เรียกดู...
C1=รูปแบบ
lbURL=รับรูปแบบ อื่น ๆ เพิ่มเติม
miDelete=เอาออก

[OptionsFrameSort]
L1=ใช้ "%!" คำสั่งที่ผู้ใช้เขียน สำหรับ การเรียงลำดับ ย้อนกลับ 

[OptionsFrameSystem]
C1=ระบบ
Caption=ระบบ
CB2=แสดง ข้อมูล แทร็คปัจจุบัน ในแถบ
CB3=อนุญาตให้ เลื่อนข้อมูลแฟ้ม ปัจจุบัน
CB4=แสดงความคืบหน้า การเล่น
CB5=แสดงปุ่ม เครื่องเล่น บนแถบงาน
CB6=แสดง สถานะความคืบหน้าการเล่น เป็นแถบสี
CB7=ใช้ "ไม่ได้กำหนด" สถานะ สำหรับการสตรีมมิ่ง เสียง
CB18=ป้องกันไม่ให้ การแสดงผล จาก การปิด
CB23=สำรวจ เพิ่มใน เมนูบริบท
CB24=เพิ่มเมนู ซีดี / ดีวีดี ให้เริ่มทำงานอัตโนมัติ 
CB40=เพิ่มการเชื่อมโยง ไปที่เมนู "เล่น"
CB41=เพิ่มรูปแแบบไฟล์ในรายการ เมื่อเริ่มต้นใช้งาน
CB60=ทำงานอัตโนมัติ
GB1=บูรณาการ
GB2=แสดง ปุ่ม บนแถบงาน
L1=หน้าต่าง เล่นควร จะใช้งาน
L99=ลำดับความสำคัญ

[OptionsFrameTrackList]
C4=ตัวเลือก การส่งออก รายชื่อเพลง
Caption=ส่งออก รายชื่อเพลง
CB54=ส่งออก ซ่อน รายชื่อเพลง 
CB55=ประเภท ส่งออก รายการเพลง
L26=แม่แบบเริ่มต้น :
L27=รูปแบบ :

[OptionsFrameTray]
C15=ทั่วไป
C16=ข้อมูลไฟล์
C17=ควบคุมเมาส์
Caption=ถาด
CB1=ย่อเล็กสุด สู่ถาดเมื่อลดโปรแกรมลง
CB2=ย่อเล็กสุด เมื่อเริ่มต้นโปรแกรม
CB3=โชว์รูแบบขนาดเล็ก เมื่อย่อ สู่ถาด
CB4=โชว์สถานะการเล่น ด้วยไอคอนในถาด
CB5=โชว์ไอคอนในถาดเสมอ
CB13=โชว์ข้อมูลไฟลที่เมาส์ชี้อยู่
L30=หนึ่งคลิก :
L31=ดับเบิลคลิก :
L32=คลิกกลาง :
L34=แสดงความล่าช้า :

[OptionsFrameTray.TrayCmd]
i[0]=(ปิดการใช้งาน)
i[1]=โชว์ / ซ่อน ในหน้าต่างหลัก
i[2]=นำ หน้าต่างหลัก ขึ้นไปข้างบน
i[3]=ข้อมูลไฟล์
i[4]=ตัวควบคุมเสียง AIMP
i[5]=เล่น / หยุดชั่วคราว
i[6]=เพิ่มและเล่นไฟล์
i[7]=ไฟล์ต่อไป
i[8]=ไฟล์ก่อนหน้า

[OptionsFrameVisual]
C23=การแสดง 
CB68=การใช้งาน ที่ราบเรียบ
CB71=การมองเห็นทุกการเปลี่ยนแปลง :
GB7=โหมดเต็มหน้าจอ
GB10=การแสดง เปลี่ยนแปลง
L21=เริ่ม โหมดเต็มหน้าจอ เมื่อแสดงผล :
L23=มันจะ แสดงผลช้าลง แต่ การแสดงผล ภาพที่ดีขึ้น เมื่อซูม

[OptionsSoundOutFrame]
C1=ตัวเลือกการเล่น
Caption=การเล่น
CB2=เลื่อนระดับเสียงลอการิทึม
L1=ประเภทของสัญญาณเสียงออก:
L2=อุปกรณ์ :
L3=พารามิเตอร์ :
L4=ขนาดแคช :
L5=เลือกช่องทางที่จะถูกใช้โดยโปรแกรมสำหรับการส่งออก

[OptionsSoundOutTransformFrame]
B1=จัดการ DSP
C1=ตัวเลือกการแปลง
CB1=อนุญาตช่องทางให้มิก
CB1Hint=จำลองเสียงเซอร์ราวด์สำหรับไฟล์สเตอริโอ / โมโน\n แปลงไฟล์หลายช่องสเตอริโอให้สมาร์ต / โมโน
CB2=ป้องกันการตัด
CB2Hint=ป้องกันไม่ให้ มีผลกระทบ ต่อรอยขีดข่วน และเสียงรบกวน, ซึ่งปรากฏขึ้นเมื่อกระโดดสัญญาณได้ 0 dB
CB3=การกระจาย
CB3Hint=ปราบปราม การบิดเบือน ซึ่งปรากฏ ความลึกของ การสุ่มตัวอย่าง เมื่อ ลดลง
GB1=ติดตาม เพลง
GB2=ทั่วไป
L1=เปลี่ยนแปลงขนาด:
L2=ความเร็ว
L3=คุณภาพ

[PlaylistsManagerDialog]
acImport=นำเข้ารายการเพลง...
acImportDirs=นำเข้าโฟลเดอร์...
acRemove=ลบออกจากดิสก์ที่เลือก
btnPreimage=การตั้งค่า
cbReadOnly=ล็อคจากการเปลี่ยนแปลง
L1=ทั่วไป 
L2=การตั้งค่าส่วนตัว
L3=รายการเพลง ที่ใช้งานอยู่
L4=รายการเพลงที่ไม่ใช้งาน
L5=แสดงตัวอย่าง
lbPreimage=ต้นแบบ :
lbPreimageNotes=แหล่งต้นแบบ ของข้อมูลสำหรับ รายการเพลงปัจจุบัน (ที่สามารถ อยู่บนพื้นฐานของรายการเพลง, โฟลเดอร์ หรือ ฯลฯ). ในการประสานกับ ต้นแบบ, กด "โหลด ข้อมูลจากต้นแบบ".\n\n การประสานข้อมูล อยู่ใน ทิศทางเดียวเท่านั้น: ต้นแบบ -> รายการเพลง.
lbStorage=ที่ตั้ง :

[PLS]
N1=เส้นทางแฟ้มแน่นอน
N2=เรียงไฟล์ หลังจากที่เพิ่ม ในรายการเพลงหลัก :
N3=เพิ่ม
N20=เอาออก
N22=ให้สิทธิ์
N23=ปิดการใช้งาน
N36=บุ๊คมาร์ค
N37=เพิ่ม
N39=แก้ไข

[QTEAlbumArtEditor]
btnCancel=ยกเลิก
btnOk=ตกลง
Caption=แก้ไข รูปหน้าปกอัลบั้ม
pnlCrop=ตัด
pnlScale=ปรับขนาด

[QTEForm]
bCopyTo=คัดลอกสู่...
Caption=แก้ไขแท็ก
L1=โหลด
L2=บันทึก
L3=ยกเลิกการเลือก ที่จะลบ ภาพปกอัลบั้ม จากไฟล์ในการ บันทึกการเปลี่ยนแปลง
T1=ข้อมูลพื้นฐาน
T2=เนื้อเพลง
T3=คิว
T4=ข้อมูล

[QueueDialog]
Caption=จัดการ คิว
CB1=หยุด
L1=เวลารวม:

[QueueDialog.ListView]
c[0]=จำนวน
c[1]=ชื่อไฟล์
c[2]=รายการเพลง
c[3]=ระยะเวลา

[Scheduler]
A1=ปิดเครื่อง
A2=โหมดจำศิล
A3=ปิดแอพลิเคชัน
A4=หยุดเล่นชั่วคราว
A5=โหมดนอน
B1=ในช่วงเวลา
B2=ในตอนท้ายของ รายการที่จะเล่น
B3=ในตอนท้ายของ คิว
B4=ในตอนท้ายของไฟล์
B5=ตกลง
Caption=จัดตารางเวลา
CB1=ระดับเสียงค่อยๆลดลง
CB3=ระดับเสียงค่อยๆ ลดลง:
CB4=ระดับเสียงค่อยๆ เพิ่มขึ้น:
CB5=ตั้งเวลาปิดเครื่อง
CB6=นาฬิกาปลุก
L1=เวลา:
L3=เล่นไฟล์  ก่อนที่จะ ดำเนินการ:
L4=เลือกเพลง ที่จะเล่น:
L5=คุณสามารถลาก ไฟล์ จากรายการเพลง หรือ สำรวจ ใน ฟิลด์ข้อความ
R1=เวลาที่ตั้ง
R2=เวลาที่ผ่านไป
S1=วินาที
T1=ตั้งเวลาปิดเครื่อง
T2=นาฬิกาปลุก

[SearchForm]
B1=ตัวเลือกการค้นหา 
B2=ปิด
Caption=การค้นหาขั้นสูง
CB1=ค้นหาใน ชื่อเพลง
CB2=ค้นหาใน ศิลปิน
CB3=ค้นหาใน อัลบั้ม
CB4=ค้นหาใน ประเภท
CB5=ค้นหาในชื่อไฟล์
CB6=ค้นหาอัตโนมัติ
L1=(ทั้งหมด)
N1=เล่น

[SearchForm.Table]
c[0]=ชื่อเพลง
c[1]=รายการเพลง
c[2]=ดัชนี ในคิว

[Templates]
%Album= - อัลบั้ม
%AlbumArtist= - ศิลปินในอัลบั้ม
%AlbumGain= - เล่นใหม่ ตาม อัลบั้ม
%Artist= - ศิลปิน
%Bitrate= - บิตเรต
%BPM= - จังหวะต่อนาที
%Caps(A)= - ทุกคำสั่งในเอกสาร มีความสำคัญ
%Channels= - ช่องสัญญาณ
%Char(A)= - สัญลักษณ์ พร้อมรหัส
%Composer= - ผู้แต่งเพลง
%DiskNumber= - ดิสก์หมายเลข
%Duration= - ติดตามเวลา  (วินาที)
%ExtractFileExt(A)= - แยก ส่วนขยาย ของไฟล์ A
%FileCreatedDate= - วันที่สร้างแฟ้ม 
%FileCreatedTime= - เวลาที่สร้างไฟล์
%FileDir= - เต็มเส้นทาง ตามแหล่งกำเนิด 
%FileFormat= - รูปแบบไฟล์
%FileModifiedDate= - วันที่แก้ไขแฟ้ม 
%FileModifiedTime= - เวลา่ที่ไฟล์ถูกแก้ไข
%FileName= - ชื่อเต็มของไฟล์
%FileParentDir= - ชื่อของ แหล่งกำเนิด
%FileSize= - ขนาดไฟล์ (ไบต์)
%Format(A,B)=A - รูปแบบลำดับคอร์ด, B - ขนาด
%Genre= - ประเภท
%IF(A,B,C)== C, if A is empty, otherwise - B
%IFEqual(A,B,C,D)== C, if A = B, otherwise - D
%IFGreater(A,B,C,D)== C, if A > B, otherwise - D
%IFGreaterOrEqual(A,B,C,D)== C, if A >= B, otherwise - D
%Index= - ตำแหน่ง ในรายการเพลง
%LastPlayDate=- วันที่ การเล่น ที่ผ่านมา
%LastPlayTime=- เวลาการเล่น ที่ผ่านมา
%Length(A)= - ความยาวของคอร์ด
%Low(A)= - กรณีที่ต่ำกว่า
%Lyrics= - เนื้อเพลง
%Mark= - ระดับคะแนน
%NewLine= (สำหรับ รายชื่อเพลง เท่านั้น)
%PlayCount= - เวลาเล่น
%Publisher= - ผู้พิมพ์
%Rating= - คะแนน ของเพลง
%Replace(A,B,C)=, where A is source string, B - value to find, C - value to replace
%SampleRate= - ระดับตัวอย่าง
%StrCopy(A,B,C)= - copy symbols from A from position B, where C - count of symbols to copyอก
%StrPos(A,B)= - search sub-string A in B string 
%Title= - ชื่อเพลง
%TrackGain= - เล่นพลงนี้อีกครั้ง
%TrackNumber= - ลำดับเพลง
%Up(A)= - บนปก
%Year= - ปี

[Updater]
B1=ตรวจหาการอัปเดต
B2=ติดตั้ง
Caption=ตรวจสอบการอัปเดต
CB1=ไม่ต้องเตือนเกี่ยวกับเวอร์ชั่นนี้
L1=เวอร์ชั่น ของคุณ:
L2=เวอร์ชั่น ล่าสุด:
L3=ตรวจสอบการอัปเดต ด้วยตัวเอง
L4=เวอร์ชั่นใหม่ ที่สามารถใช้ได้: %s

